{"id":2188,"date":"2024-11-03T11:52:35","date_gmt":"2024-11-03T17:52:35","guid":{"rendered":"https:\/\/www.lib.uiowa.edu\/web\/?post_type=project_details&#038;p=2188"},"modified":"2024-11-03T12:01:13","modified_gmt":"2024-11-03T18:01:13","slug":"the-tides-of-yggdrasil-documenting-the-realms-of-norse-myth","status":"publish","type":"project_details","link":"https:\/\/www.lib.uiowa.edu\/web\/project-details\/the-tides-of-yggdrasil-documenting-the-realms-of-norse-myth\/","title":{"rendered":"The Tides of Yggdrasil: Documenting the Realms of Norse Myth"},"content":{"rendered":"<p>&#8220;The Tides of Yggdrasil&#8221; is an extensive ethnographic and cartographic project aimed at mapping and documenting the Nine Realms of Norse cosmology. Compiled by a scribe from Asgard, this project provides a comprehensive guide to each realm, detailing its inhabitants, cultural practices, natural phenomena, and historical events. Drawing on firsthand accounts from various beings—gods, giants, elves, and mortals—this project seeks to preserve and illuminate the intricate web of relationships that connect the realms of Yggdrasil, the World Tree.<\/p>\n<p>Each realm is explored individually, with detailed notes on its geography, climate, unique flora and fauna, and the spiritual beliefs of its inhabitants. From the fierce battles of Midgard and the quiet wisdom of Alfheim to the fiery chaos of Muspelheim, &#8220;The Tides of Yggdrasil&#8221; reveals the diversity and complexity of Norse mythological worlds. This project also includes translations of ancient sagas, folklore, and rune inscriptions that deepen our understanding of how each realm relates to the others.<\/p>\n","protected":false},"template":"","meta":{"_links_to":"","_links_to_target":""},"project_tags":[31,30],"project_summary":"An ambitious project documenting the Nine Realms of Norse mythology, exploring their landscapes, cultures, and histories to create a detailed map of Yggdrasil and its worlds.","project_credits":"This project is made possible by the guidance of <strong>Odin<\/strong> (Principal Investigator), the Allfather, whose wisdom and knowledge have shaped its direction. Special thanks to <strong>Heimdall<\/strong> for his insights into the Bifrost and his vigilance over the realms; <strong>Thor<\/strong> for his firsthand accounts of battles in Jotunheim; <strong>Freya<\/strong> for sharing the mysteries of Vanaheim; <strong>Baldr<\/strong> for his philosophical perspectives; and <strong>Loki<\/strong>, whose tales add both insight and intrigue. Thanks also to the <strong>Norns<\/strong> for their glimpses into the destinies woven within the roots of Yggdrasil and to the <strong>Dwarves<\/strong> of Svartalfheim for their mastery in crafting the artifacts that enrich our understanding of these worlds.","project_license":"Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)","_links":{"self":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/projdeets\/2188"}],"collection":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/projdeets"}],"about":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/types\/project_details"}],"wp:attachment":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/media?parent=2188"}],"wp:term":[{"taxonomy":"project_tags","embeddable":true,"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/project_tags?post=2188"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}