{"id":2189,"date":"2024-11-03T11:54:00","date_gmt":"2024-11-03T17:54:00","guid":{"rendered":"https:\/\/www.lib.uiowa.edu\/web\/?post_type=project_details&#038;p=2189"},"modified":"2024-11-03T11:54:00","modified_gmt":"2024-11-03T17:54:00","slug":"echoes-of-avalon-the-lost-songs-of-the-faerie","status":"publish","type":"project_details","link":"https:\/\/www.lib.uiowa.edu\/web\/project-details\/echoes-of-avalon-the-lost-songs-of-the-faerie\/","title":{"rendered":"Echoes of Avalon: The Lost Songs of the Faerie"},"content":{"rendered":"<p>&#8220;Echoes of Avalon: The Lost Songs of the Faerie&#8221; is an artistic and anthropological project dedicated to preserving the ancient melodies, folklore, and rituals of the Faerie realm. Collected by a bard granted rare access to Avalon, this project explores the timeless harmonies, enchanted landscapes, and magical customs that have shaped the Faerie people and their interactions with the mortal world. Each song, chant, and story collected is imbued with mystical significance, revealing insights into the beliefs, values, and connections between Faerie beings and the natural world.<\/p>\n<p>The project divides its content by seasonal cycles and natural elements, delving into the unique songs associated with each, including the ethereal tunes of spring&#8217;s rebirth, the vibrant dances of summer festivals, the solemn chants of autumn rituals, and the quiet hymns of winter’s rest. Echoes of Avalon also includes rare accounts of Faerie legends, tales of heroes and queens, and the secrets of ancient rites. By transcribing and translating these lost songs, the project aims to bridge the mystical and the mortal, preserving a fading oral tradition in written form. The ultimate goal is not only to celebrate Faerie culture but to foster understanding and respect between the realms.<\/p>\n","protected":false},"template":"","meta":{"_links_to":"","_links_to_target":""},"project_tags":[31,32],"project_summary":"An enchanting project archiving the lost songs, myths, and seasonal rituals of the Faerie realm, capturing the mystical essence of Avalon and its people through music and storytelling.","project_credits":"This project is made possible by <strong>Queen Mab<\/strong> (Principal Investigator), ruler of the Faerie realm, who has granted permission to share these songs and stories with the mortal world. Special thanks to <strong>Oberon<\/strong>, whose knowledge of Faerie lore enriches each tale; <strong>Puck<\/strong>, for his trickster’s perspective and humorous additions; and <strong>Titania<\/strong>, for sharing her wisdom on seasonal rites. Additional gratitude goes to the <strong>Green Man<\/strong> for his insights into the natural cycles of Faerie life, the <strong>Selkies<\/strong> for their haunting melodies of the sea, and the <strong>Dryads<\/strong> of Avalon’s forests, whose songs celebrate the spirit of the trees. Lastly, thanks to the mortal bard who has devoted years to faithfully transcribing these ephemeral melodies.","project_license":"Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)","_links":{"self":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/projdeets\/2189"}],"collection":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/projdeets"}],"about":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/types\/project_details"}],"wp:attachment":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/media?parent=2189"}],"wp:term":[{"taxonomy":"project_tags","embeddable":true,"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/project_tags?post=2189"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}