{"id":2190,"date":"2024-11-03T11:54:54","date_gmt":"2024-11-03T17:54:54","guid":{"rendered":"https:\/\/www.lib.uiowa.edu\/web\/?post_type=project_details&#038;p=2190"},"modified":"2024-11-03T11:54:54","modified_gmt":"2024-11-03T17:54:54","slug":"wild-worlds-a-study-of-imagination-emotion-and-transformation-in-where-the-wild-things-are","status":"publish","type":"project_details","link":"https:\/\/www.lib.uiowa.edu\/web\/project-details\/wild-worlds-a-study-of-imagination-emotion-and-transformation-in-where-the-wild-things-are\/","title":{"rendered":"Wild Worlds: A Study of Imagination, Emotion, and Transformation in Where the Wild Things Are"},"content":{"rendered":"<p>&#8220;Wild Worlds&#8221; is a multidisciplinary research project focused on exploring the psychological, literary, and cultural impact of Maurice Sendak&#8217;s classic book Where the Wild Things Are. This project examines how the story navigates themes of childhood anger, imagination, and the transformative journey of self-discovery. Through a blend of literary analysis, psychological study, and cultural critique, Wild Worlds seeks to understand the book&#8217;s profound influence on readers and its enduring place in children’s literature.<\/p>\n<p>The project is structured around key areas of analysis. One aspect delves into the psychology of Max’s emotional journey, investigating how the narrative handles childhood rage, fantasy, and reconciliation. Another section explores the visual symbolism in Sendak’s illustrations, revealing how the Wild Things reflect parts of Max’s inner self and universal fears and desires. The project also includes a cultural study of the book’s impact since its 1963 publication, analyzing adaptations, references in popular media, and its influence on the genre of children’s fantasy. Finally, Wild Worlds presents interviews with educators, psychologists, and authors on how Where the Wild Things Are continues to shape views on emotional growth and childhood creativity.<\/p>\n","protected":false},"template":"","meta":{"_links_to":"","_links_to_target":""},"project_tags":[31,30],"project_summary":"A multidisciplinary exploration of Where the Wild Things Are, focusing on themes of imagination, emotional growth, and cultural impact through literary, psychological, and visual analysis.","project_credits":"This project is led by <strong>Dr. Lila Everett<\/strong> (Principal Investigator), a child psychology expert, with contributions from <strong>Dr. Michael Chen<\/strong>, a literary scholar specializing in children’s literature; <strong>Anna Ruiz<\/strong>, an art historian focused on visual storytelling; and <strong>Dr. Olivia Hayes<\/strong>, a cultural studies researcher analyzing the book’s cultural impact. Special thanks to <strong>Maurice Sendak's estate<\/strong> for permission to explore and reference his work, as well as <strong>Ms. Jane Anderson<\/strong>, a librarian who helped compile resources on Sendak's influence.","project_license":"Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)","_links":{"self":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/projdeets\/2190"}],"collection":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/projdeets"}],"about":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/types\/project_details"}],"wp:attachment":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/media?parent=2190"}],"wp:term":[{"taxonomy":"project_tags","embeddable":true,"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/project_tags?post=2190"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}