{"id":2194,"date":"2024-11-03T11:58:10","date_gmt":"2024-11-03T17:58:10","guid":{"rendered":"https:\/\/www.lib.uiowa.edu\/web\/?post_type=project_details&#038;p=2194"},"modified":"2024-11-03T11:58:10","modified_gmt":"2024-11-03T17:58:10","slug":"the-silk-wave-a-study-of-sericultures-global-impact-after-the-opening-of-china","status":"publish","type":"project_details","link":"https:\/\/www.lib.uiowa.edu\/web\/project-details\/the-silk-wave-a-study-of-sericultures-global-impact-after-the-opening-of-china\/","title":{"rendered":"The Silk Wave: A Study of Sericulture’s Global Impact after the Opening of China"},"content":{"rendered":"<p>&#8220;The Silk Wave&#8221; is an in-depth historical and economic study of the impact of sericulture, or silk farming, on global trade, culture, and technology following the opening of China’s borders in ancient times. With the exchange of silk via the Silk Road, China’s guarded secrets of silk production profoundly influenced empires, economies, and social customs around the world. This project traces the evolution of sericulture from an exclusive Chinese practice to a global industry that spurred cultural exchanges, economic development, and technological innovation across Asia, Europe, and the Middle East.<\/p>\n<p>Divided into three primary sections, the study begins with &#8220;The Origins and Secrets of Silk,&#8221; examining the early history of sericulture in China, including the mythology surrounding the discovery of silk by Lady Hsi-Ling-Shih and the stringent methods used to protect the secrets of silk production. The second section, &#8220;Silk Road and Economic Transformation,&#8221; explores the opening of trade routes that facilitated the spread of silk and the rise of new trade hubs in Central Asia, the Middle East, and Europe. The final section, &#8220;Cultural and Technological Legacy,&#8221; examines the impact of sericulture on art, fashion, and status in various societies, as well as the eventual diffusion of silk-making knowledge to other parts of the world, especially Byzantium, where sericulture became a cornerstone of the empire’s wealth and craftsmanship.<\/p>\n","protected":false},"template":"","meta":{"_links_to":"","_links_to_target":""},"project_tags":[31,32],"project_summary":"An exploration of sericulture’s impact on global trade, culture, and innovation following the opening of China’s Silk Road, examining its legacy in shaping economies, status symbols, and cross-cultural exchange.","project_credits":"This project is led by <strong>Dr. Mei-Lin Zhao<\/strong> (Principal Investigator), a historian specializing in Chinese trade history, with contributions from <strong>Dr. Paolo Ricci<\/strong>, an economic historian focused on the Silk Road, and <strong>Dr. Claire Barton<\/strong>, a cultural anthropologist studying material culture in ancient societies. Special thanks go to the <strong>Silk Museum of Suzhou<\/strong> for access to historical artifacts, <strong>The Metropolitan Museum of Art<\/strong> for their assistance in examining silk artifacts from Europe and Asia, and <strong>The Chinese Academy of Social Sciences<\/strong> for their research support. Additionally, gratitude is extended to the global network of silk researchers whose insights into the technology and diffusion of sericulture continue to deepen our understanding.","project_license":"Creative Commons Attribution-NonCommercial 4.0 International (CC BY-NC 4.0)","_links":{"self":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/projdeets\/2194"}],"collection":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/projdeets"}],"about":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/types\/project_details"}],"wp:attachment":[{"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/media?parent=2194"}],"wp:term":[{"taxonomy":"project_tags","embeddable":true,"href":"https:\/\/www.lib.uiowa.edu\/web\/wp-json\/wp\/v2\/project_tags?post=2194"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}